Repository: cankirkgz/cankirkgoz_portfolio
Catalog: lib/l10n/app_*.arb
Languages: de, tr

# title
source: Hello
de: Hallo
tr: Merhaba

source: Language
de: Sprache
tr: Dil

# currentlyDeveloping
source: Currently developing an AI application with Flutter
de: Ich entwickle derzeit eine KI-Anwendung mit Flutter
tr: Şu anda Flutter ile bir yapay zeka uygulaması geliştiriyorum

# hello
source: Hello, I'm Can 👋
de: Hallo, ich bin Can 👋
tr: Merhaba, Ben Can 👋

source: Problem Solver
de: Problemlöser
tr: Problem Çözücü

source: Tech Enthusiast
de: Technologie-Enthusiast
tr: Teknoloji Meraklısı

source: Flutter Developer
de: Flutter-Entwickler
tr: Flutter Geliştirici

# aboutMe
source: I'm passionate about creating clean and user-focused applications using Flutter, Kotlin, and Firebase.
de: Ich bin leidenschaftlich daran interessiert, einfache und benutzerzentrierte Apps mit Flutter, Kotlin und Firebase zu entwickeln.
tr: Flutter, Kotlin ve Firebase kullanarak sade ve kullanıcı odaklı uygulamalar geliştirmeye tutkulu biriyim.

# name
source: Name Surname
de: Name
tr: İsim Soyisim

# message
source: Your Message
de: Nachricht
tr: Mesajın

source: Send Message
de: Nachricht senden
tr: Mesaj Gönder

source: Required
de: Erforderlich
tr: Gerekli

source: Invalid email
de: Ungültige E-Mail
tr: Geçersiz email

# messageSent
source: Message sent successfully ✅
de: Nachricht erfolgreich gesendet ✅
tr: Mesaj başarıyla gönderildi ✅

# errorOccurred
source: An error occurred ❌
de: Ein Fehler ist aufgetreten ❌
tr: Bir hata oluştu ❌

source: Get in Touch
de: Kontaktieren Sie mich
tr: Benimle İletişime Geç

# contactSubtitle
source: If you have a question, just want to say hi, or want to talk about a project, don't hesitate to reach out. I'd love to hear from you!
de: Wenn Sie eine Frage haben, einfach Hallo sagen möchten oder über ein Projekt sprechen möchten – zögern Sie nicht, mich zu kontaktieren. Ich freue mich auf Ihre Nachricht!
tr: Bir sorunuz varsa, sadece selam vermek istiyorsanız ya da bir proje hakkında konuşmak istiyorsanız, bana ulaşmaktan çekinmeyin. Mesajınızı duymaktan mutluluk duyarım!

# sendMeMessage
source: Send me a message
de: Sende mir eine Nachricht
tr: Bana bir mesaj gönderin

# responseTime
source: I usually respond within 24-48 hours.
de: Ich antworte normalerweise innerhalb von 24-48 Stunden.
tr: Genellikle 24-48 saat içinde yanıt veririm.

# technologies
source: Technologies I Use
de: Verwendete Technologien
tr: Kullandığım Teknolojiler

# technologiesSubtitle
source: Technologies, tools, and frameworks I use to develop mobile applications.
de: Technologien, Tools und Frameworks, die ich zur Entwicklung mobiler Apps verwende.
tr: Mobil uygulamalar geliştirmek için kullandığım teknolojiler, araçlar ve framework'ler.

source: All Skills
de: Alle Fähigkeiten
tr: Tüm Yetenekler

source: Beginner
de: Anfänger
tr: Başlangıç

source: Intermediate
de: Mittelstufe
tr: Orta Seviye

source: Expert
de: Experte
tr: Uzman

source: Featured Skills
de: Hervorgehobene Fähigkeiten
tr: Öne Çıkan Yetenekler

# frameworksAndLibraries
source: Frameworks & Libraries
de: Frameworks und Bibliotheken
tr: Framework'ler ve Kütüphaneler

# toolsAndPlatforms
source: Tools & Platforms
de: Tools und Plattformen
tr: Araçlar ve Platformlar

source: Currently Learning
de: Derzeit lerne ich
tr: Şu Anda Öğreniyorum

# journey
source: My Journey
de: Mein Weg
tr: Yolculuğum

# journeySubtitle
source: Where I've worked and what I've learned along the way
de: Wo ich gearbeitet habe und was ich gelernt habe
tr: Çalıştığım yerler ve bu yolda öğrendiklerim

source: Projects
de: Projekte
tr: Projeler

# projectsSubtitle
source: Some of my recent projects developed with Flutter, Firebase, and advanced mobile technologies.
de: Einige meiner letzten Projekte mit Flutter, Firebase und fortschrittlichen mobilen Technologien.
tr: Flutter, Firebase ve ileri düzey mobil teknolojilerle geliştirdiğim son projelerimden bazıları.

source: All Projects
de: Alle Projekte
tr: Tüm Projeler

source: Other
de: Sonstiges
tr: Diğer

source: Coming soon...
de: Demnächst...
tr: Çok yakında...

source: View All Projects
de: Alle Projekte ansehen
tr: Tüm Projelerime Göz At

source: Download CV
de: Lebenslauf herunterladen
tr: CV'mi İndir

source: Coding Playlist
de: Meine Coding-Playlist
tr: Kodlama Listem

source: Years Experience
de: Jahre Erfahrung
tr: Yıllık Deneyim

source: Developed Projects
de: Entwickelte Projekte
tr: Geliştirilen Proje

source: Commits
tr: Commit

# skillLevelIntermediatePlus
source: Intermediate+
de: Mittel+
tr: Orta+

# skillLevelIntermediate
source: Intermediate
de: Mittel
tr: Orta

# skillLevelBeginner
source: Beginner
de: Anfänger
tr: Başlangıç

# expertSkillsNotAdded
source: Expert level skills not added yet
de: Expertenfähigkeiten wurden noch nicht hinzugefügt
tr: Uzman seviye yetenekler henüz eklenmedi

source: Core Technology
de: Kerntechnologie
tr: Temel Teknoloji

source: Intermediate Level
de: Mittelstufe
tr: Orta Seviye

# aboutMeText
source: I'm Can, a mobile app developer based in Ankara, Turkey. I specialize in developing high-quality mobile applications using Flutter, Kotlin, and Firebase. I love turning ideas into working products and enjoy every part of the software development process, from design to coding and problem-solving. Outside of coding, I enjoy playing guitar, writing, and spending time with my cat Misha. I believe in continuous learning and collaborative work.
de: Ich bin Can, ein mobiler App-Entwickler aus Ankara, Türkei. Ich bin spezialisiert auf die Entwicklung hochwertiger mobiler Anwendungen mit Flutter, Kotlin und Firebase. Ich liebe es, Ideen in funktionierende Produkte zu verwandeln und genieße Design, Codierung und Problemlösung im Entwicklungsprozess. Außerhalb der Programmierung spiele ich gerne Gitarre, schreibe und verbringe Zeit mit meiner Katze Misha. Ich glaube an lebenslanges Lernen und Zusammenarbeit.
tr: Ben Can, Ankara, Türkiye'de yaşayan bir mobil uygulama geliştiricisiyim. Flutter, Kotlin ve Firebase kullanarak yüksek kaliteli mobil uygulamalar geliştirme konusunda uzmanlaştım. Fikirleri çalışan ürünlere dönüştürmeyi ve yazılım geliştirme sürecindeki tasarım, kodlama ve problem çözme aşamalarını çok seviyorum. Kodlamanın dışında, gitar çalmayı, yazı yazmayı ve kedim Misha ile vakit geçirmeyi seviyorum. Sürekli öğrenmeye ve iş birliği içinde çalışmaya inanıyorum.

source: Technologies I Use
de: Technologien, die ich verwende
tr: Kullandığım Teknolojiler

# myJourney
source: My Journey So Far
de: Mein bisheriger Weg
tr: Şu Ana Kadarki Yolculuğum

# certificatesAndAchievements
source: Certificates & Achievements
de: Zertifikate & Erfolge
tr: Sertifikalarım & Başarılarım

source: Mobile Developer
de: Mobiler Entwickler
tr: Mobil Geliştirici

source: Google Game and App Academy
de: Google Spiel- und App-Akademie
tr: Google Oyun ve Uygulama Akademisi

# ideathonDescription
source: Participated in an intensive ideation marathon focusing on idea generation, teamwork, and presentation techniques.
de: Ich nahm an einem intensiven Ideathon teil, um Fähigkeiten in Ideenfindung, Teamarbeit und Präsentationstechniken zu entwickeln.
tr: Fikir üretme, takım çalışması ve sunum teknikleri alanında yoğun bir fikir maratonuna katıldım.

# appJamDescription
source: A rapid development marathon where we developed and presented a prototype mobile app through teamwork in 3 days.
de: In 3 Tagen haben wir im Team eine mobile App-Prototyp entwickelt und präsentiert.
tr: 3 gün içinde takım çalışmasıyla prototip bir mobil uygulama geliştirip sunduğumuz hızlı geliştirme maratonu.

# aiAppJam
source: AI-Powered App-Jam
de: KI-unterstützter App-Jam
tr: AI Destekli App-Jam

# aiAppJamDescription
source: Created an innovative prototype as a team in a 4-day app development process integrating artificial intelligence.
de: Wir haben eine innovative App mit KI-Unterstützung in 4 Tagen als Team entwickelt.
tr: Yapay zekayı entegre ettiğimiz, 4 günlük bir uygulama geliştirme sürecinde ekip olarak yenilikçi bir prototip oluşturduk.

source: Project Manager
de: Projektmanager
tr: Proje Yöneticisi

# projectManagerDescription
source: Gained comprehensive knowledge in planning, time management, team coordination, and Agile methodologies through Google Project Management training.
de: Im Rahmen der Google-Projektmanagement-Ausbildung habe ich umfassende Kenntnisse in Planung, Zeitmanagement, Teamkoordination und agilen Methoden erworben.
tr: Google Proje Yönetimi eğitimi kapsamında; planlama, zaman yönetimi, ekip koordinasyonu ve Agile metodolojileri üzerine kapsamlı bilgi edindim.

# dartProgramming
source: Dart Programming Language
de: Dart-Programmiersprache
tr: Dart Programlama Dili

source: BTK Academy
de: BTK Akademie
tr: BTK Akademi

# dartDescription
source: Learned the fundamentals of the Dart programming language. Gained mastery of all essential topics needed in the Flutter development process.
de: Ich habe die Grundlagen von Dart gelernt und bin nun mit allen notwendigen Konzepten für die Flutter-Entwicklung vertraut.
tr: Dart programlama dilinin temellerini öğrendim. Flutter geliştirme sürecinde ihtiyaç duyduğum tüm temel konulara hakimiyet kazandım.

# bootcampDescription
source: An intensive training program focused on practical project development, providing comprehensive education in Flutter, entrepreneurship, and project management.
de: Ein intensives Ausbildungsprogramm mit Fokus auf Flutter, Unternehmertum und Projektmanagement, das auf praktische Projekterstellung ausgerichtet ist.
tr: Flutter, girişimcilik ve proje yönetimi alanlarında kapsamlı eğitim aldığım, uygulamalı proje geliştirme temelli yoğun eğitim programı.

# codeQuote
source: Code is like poetry - when written with care, it flows beautifully.
de: Code ist wie Poesie – wenn er mit Sorgfalt geschrieben ist, fließt er wunderschön.
tr: Kod şiir gibidir - özenle yazıldığında, güzel akar.

source: In Development
de: In Entwicklung
tr: Geliştiriliyor

source: Published
de: Veröffentlicht
tr: Yayında

source: Visit
de: Besuchen
tr: Ziyaret

source: Download
de: Herunterladen
tr: Yükle

# ternaiProjectDescription
source: Ternai is a mobile application developed for users planning international travel, helping them create a vacation budget by comparing costs.
de: Ternai ist eine mobile App für Reisende, die hilft, Urlaubsbudgets zu planen, indem sie Kosten vergleicht.
tr: Ternai, yurt dışı seyahat planlayan kullanıcılar için geliştirilen, maliyetleri karşılaştırarak tatil bütçesi oluşturmalarını sağlayan bir mobil uygulamadır.

# wedlyProjectDescription
source: A room-based item planning and listing application for couples preparing to get married. Supports offline usage.
de: Eine App für verlobte Paare zur Planung und Organisation von Haushaltsgegenständen pro Raum. Unterstützt Offline-Modus.
tr: Evlenmeye hazırlanan çiftler için oda bazlı eşya planlama ve listeleme uygulamasıdır. Offline desteklidir.

source: Bootcamp Finalist
tr: Bootcamp Finalisti

source: EmpowerMe Finalist
tr: EmpowerMe Finalisti

source: Home
de: Startseite
tr: Ana Sayfa

source: About
de: Über mich
tr: Hakkımda

source: Skills
de: Fähigkeiten
tr: Yetenekler

source: Experience
de: Erfahrungen
tr: Deneyimler

source: Contact
de: Kontakt
tr: İletişim

# one
source: A
de: Eins
tr: Bir

source: Scroll Down
de: Nach unten scrollen
tr: Aşağı Kaydır

# wedlyTitle
source: Wedly (Published)
de: Wedly (Veröffentlicht)
tr: Wedly (Yayında)

# wedlyJourneyDescription
source: My wedding planner mobile app developed with Flutter was published on Google Play.
de: Meine mit Flutter entwickelte Hochzeitsplanungs-App wurde im Google Play Store veröffentlicht.
tr: Flutter ile geliştirdiğim düğün planlayıcı mobil uygulamam Google Play'de yayınlandı.

# ternaiJourneyDescription
source: We developed the Ternai travel budgeting app with a team of 5 people and ranked in the top 7 among 100 teams. We worked with structures like MVVM, Riverpod, and AutoRoute.
de: Wir haben Ternai in einem 5-köpfigen Team entwickelt und es unter die Top 7 von 100 Teams im Bootcamp geschafft.
tr: Ternai adlı seyahat bütçeleme uygulamasını 5 kişilik ekiple geliştirerek 100 takım arasında ilk 7'ye girdik. MVVM, Riverpod, AutoRoute gibi yapılarla çalıştık.

# googleAcademyTitle
source: Google Game and App Academy
de: Google Spiel- und App-Akademie
tr: Google Oyun ve Uygulama Akademisi

# googleAcademyDescription
source: A program focused on practical project development where I received training in Flutter, entrepreneurship, and project management.
de: Ein praxisorientiertes Programm, in dem ich Flutter, Unternehmertum und Projektmanagement gelernt habe.
tr: Flutter, girişimcilik ve proje yönetimi alanlarında eğitim aldığım, uygulamalı proje geliştirme odaklı program.

# school42Title
source: School 42
de: 42 Schule
tr: 42 Okulu

# school42Description
source: A unique experience where I gained software development skills through 100% practice, without exams or teachers.
de: Eine einzigartige Erfahrung ohne Lehrer oder Prüfungen, aber mit 100 % Praxis.
tr: Sınavsız, öğretmensiz ama %100 pratikle yazılım geliştirme becerisi kazandığım eşsiz bir deneyim.

# mathDegreeTitle
source: Mathematics Bachelor's Degree (30% English)
de: Mathematik-Bachelor-Abschluss (%30 Englisch)
tr: Matematik Lisans Derecesi (%30 İngilizce)

# mathDegreeDescription
source: A four-year educational process where I developed my analytical thinking, problem-solving, and abstraction abilities.
de: Ein vierjähriges Studium, in dem ich analytisches Denken, Problemlösung und Abstraktion gelernt habe.
tr: Analitik düşünme, problem çözme ve soyutlama yeteneklerimi geliştirdiğim dört yıllık eğitim süreci.

# ternaiLeaderTitle
source: Team Leader - Flutter Developer
de: Teamleiter – Flutter Developer
tr: Takım Lideri - Flutter Developer

# ternaiLeaderDate
source: July 2024 – Present
de: Juli 2024 – aktuell
tr: Temmuz 2024 – Devam ediyor

# ankaraTurkeyLocation
source: Ankara, Turkey
de: Ankara, Türkei
tr: Ankara, Türkiye

# activeStatus
source: Active
de: Aktiv
tr: Aktif

# ternaiPoint1
source: Led a team of 5 to develop an AI-powered travel budgeting application.
de: Leitung eines 5-köpfigen Teams zur Entwicklung einer KI-gestützten Urlaubsbudget-App.
tr: 5 kişilik bir ekibi yöneterek yapay zeka destekli tatil bütçeleme uygulaması geliştirdim.

# ternaiPoint2
source: Built an advanced mobile structure using Flutter with MVVM architecture, AutoRoute, Firebase, Hive, and Provider.
de: Aufbau einer professionellen mobilen Struktur mit Flutter, MVVM, AutoRoute, Firebase, Hive und Provider.
tr: Flutter ile MVVM mimarisi, AutoRoute, Firebase, Hive ve Provider kullanarak gelişmiş bir mobil yapı kurdum.

# ternaiPoint3
source: Developed modules such as API consumption, offline support, favorite system, and multi-filtering mechanisms.
de: Entwicklung von Modulen wie API-Verbrauch, Offline-Unterstützung, Favoritensystem und mehrstufige Filterung.
tr: API tüketimi, offline destek, favori sistemi ve çoklu filtreleme mekanizmaları gibi modülleri geliştirdim.

# ternaiPoint4
source: Selected as a finalist among 50+ teams at EmpowerMe Bootcamp and accepted into the acceleration program.
de: Finalist unter über 50 Teams im EmpowerMe Bootcamp und in das Accelerator-Programm aufgenommen.
tr: EmpowerMe Bootcamp'te 50+ takım arasında finalist olarak seçildik ve hızlandırma programına kabul edildik.

# ternaiPoint5
source: Contributed to investor meetings with user research, presentations, and demo videos.
de: Unterstützung bei Nutzerforschung, Präsentationen und Investoren-Demos.
tr: Kullanıcı araştırmaları, sunumlar ve demo videolarla yatırımcı görüşmelerine katkı sağladım.

# teamLeadershipTag
source: Team Leadership
de: Teamleitung
tr: Takım Liderliği

# moneypayDate
source: August 2024 – December 2024
de: August 2024 – Dezember 2024
tr: Ağustos 2024 – Aralık 2024

# remoteAnkaraLocation
source: Remote / Ankara, Turkey
de: Remote / Ankara, Türkei
tr: Uzaktan / Ankara, Türkiye

# remoteStatus
source: Remote
tr: Uzaktan

# moneypayPoint1
source: Actively participated in developing sustainable and scalable mobile applications with Flutter.
de: Aktive Rolle in nachhaltiger und skalierbarer mobiler Entwicklung mit Flutter.
tr: Flutter ile sürdürülebilir ve ölçeklenebilir mobil uygulama geliştirme süreçlerinde aktif rol aldım.

# moneypayPoint2
source: Managed user management and data processing operations using technologies like Firebase Authentication, Firestore, Hive, and Provider.
de: Benutzerverwaltung und Datenverarbeitung mit Firebase Authentication, Firestore, Hive und Provider.
tr: Firebase Authentication, Firestore, Hive ve Provider gibi teknolojilerle kullanıcı yönetimi ve veri işleme işlemlerini yönettim.

# moneypayPoint3
source: Provided a professional application experience with MVVM architecture, AutoRoute, and Lottie animations.
de: Bereitstellung professioneller UX mit MVVM, AutoRoute und Lottie-Animationen.
tr: MVVM mimarisi, AutoRoute ve Lottie animasyonları ile profesyonel uygulama deneyimi sağladım.

# moneypayPoint4
source: Contributed to code review, testing, and debugging processes.
de: Beitrag zu Code-Reviews, Tests und Debugging-Prozessen.
tr: Kod inceleme, test ve hata ayıklama süreçlerine katkı sağladım.

# agileTag
source: Agile
de: Agil
tr: Çevik

# teamworkTag
source: Teamwork
de: Teamarbeit
tr: Takım Çalışması

# vitraTitle
source: IT Team Assistant
de: IT-Teamassistent
tr: BT Takım Asistanı

# vitraDate
source: February 2024 – May 2024
de: Februar 2024 – Mai 2024
tr: Şubat 2024 – Mayıs 2024

# vitraPoint1
source: Gained knowledge about corporate technology infrastructure by observing IT processes.
de: Beobachtung von IT-Prozessen und Gewinnung von Einblicken in die Unternehmensinfrastruktur.
tr: BT süreçlerinin işleyişini gözlemleyerek kurumsal teknoloji altyapısı hakkında bilgi edindim.

# vitraPoint2
source: Actively participated in meeting notes, task tracking, and internal communication processes.
de: Aktive Rolle in Meeting-Notizen, Aufgabenverfolgung und interner Kommunikation.
tr: Toplantı notları, görev takibi ve iç iletişim süreçlerinde aktif rol aldım.

# vitraPoint3
source: Provided support on tools and systems used in project management processes.
de: Unterstützung in projektbezogenen Tools und Systemen.
tr: Proje yönetim süreçlerinde kullanılan araçlar ve sistemler konusunda destek sağladım.

# projectTrackingTag
source: Project Tracking
de: Projektverfolgung
tr: Proje Takibi

# corporateExperienceTag
source: Corporate Experience
de: Unternehmenserfahrung
tr: Kurumsal Deneyim

# teamCommunicationTag
source: Team Communication
de: Teamkommunikation
tr: Takım İletişimi

# akbankTitle
source: IT Team Assistant
de: IT-Teamassistent
tr: BT Takım Asistanı

# akbankDate
source: November 2023 – February 2024
de: November 2023 – Februar 2024
tr: Kasım 2023 – Şubat 2024

# akbankPoint1
source: Observed software and project development processes carried out in the IT department.
de: Beobachtung von Software- und Projektentwicklungsprozessen in der IT-Abteilung.
tr: BT departmanında yürütülen yazılım ve proje geliştirme süreçlerini gözlemledim.

# akbankPoint2
source: Experienced corporate agile methodologies by participating in Scrum meetings.
de: Erfahrung mit agilen Methoden durch Scrum-Meetings.
tr: Scrum toplantılarına katılarak kurumsal çevik metodolojileri deneyimledim.

# akbankPoint3
source: Assumed responsibility in support processes such as in-team documentation, reporting, and task tracking.
de: Verantwortung in Dokumentation, Reporting und Aufgabenverfolgung.
tr: Takım içi dokümantasyon, raporlama ve görev takibi gibi destek süreçlerinde sorumluluk aldım.

# fazlaDate
source: August 2023 – November 2023
tr: Ağustos 2023 – Kasım 2023

# fazlaPoint1
source: Developed stock tracking application and contributed to testing processes.
de: Entwicklung einer Lagerverwaltungs-App und Unterstützung bei Tests.
tr: Stok takip uygulaması geliştirdim ve test süreçlerine katkı sağladım.

# fazlaPoint2
source: Designed mobile interfaces and managed data using React Native.
de: Design mobiler Oberflächen mit React Native und Datenverwaltung.
tr: React Native ile mobil arayüzler tasarlayıp veri yönetimini sağladım.

# fazlaPoint3
source: Learned software development processes by participating in in-team code reviews.
de: Teilnahme an Code-Reviews zur Verbesserung der Entwicklungskompetenz.
tr: Ekip içi kod incelemelerine katılarak yazılım geliştirme süreçlerini öğrendim.

# contactSocialCardTitle
source: Get in touch
de: Kontaktiere mich
tr: Bana ulaş

# directEmail
source: Direct
de: Direkt
tr: Doğrudan

# scheduleCallTitle
source: Schedule a Call
de: Termin vereinbaren
tr: Görüşme Planla

# scheduleCallSubtitle
source: Prefer to talk instead of type? Let's schedule a quick 15-minute call to discuss your project.
de: Lieber reden als schreiben? Vereinbaren wir einen 15-minütigen Anruf.
tr: Yazışmak yerine konuşmayı mı tercih ediyorsunuz? Projenizi konuşmak için hızlı bir 15 dakikalık görüşme planlayalım.

# scheduleCallButton
source: Schedule a Meeting
de: Anruf planen
tr: Görüşme Ayarla

# footerTitle
source: Mobile Developer · Flutter Developer · Problem Solver
de: Mobiler Entwickler · Flutter Entwickler · Problemlöser
tr: Mobil Geliştirici · Flutter Geliştirici · Problem Çözücü

# footerCopyright
source: © 2025 Can Kırkgöz. All rights reserved.
de: © 2025 Can Kırkgöz. Alle Rechte vorbehalten.
tr: © 2025 Can Kırkgöz. Tüm hakları saklıdır.

# footerHome
source: Home
de: Startseite
tr: Ana Sayfa

# footerAbout
source: About
de: Über mich
tr: Hakkımda

# footerProjects
source: Projects
de: Projekte
tr: Projeler

# footerSkills
source: Skills
de: Fähigkeiten
tr: Yetenekler

# footerExperience
source: Experience
de: Erfahrungen
tr: Deneyimler

# footerContact
source: Contact
de: Kontakt
tr: İletişim

# fazlaTitle
source: React Native Intern
de: React Native Praktikant
